{
    "name": "Condensed",
    "identifier": "condensed",
    "types": {
        "Aspects": [
            {
                "label": "Базовое",
                "entries": [
                    {
                        "name": "Концепция",
                        "type": "aspect",
                        "data": {
                            "label": "Концепция"
                        }
                    },
                    {
                        "name": "Проблема",
                        "type": "aspect",
                        "data": {
                            "label": "Проблема"
                        }
                    },
                    {
                        "name": "Отношения",
                        "type": "aspect",
                        "data": {
                            "label": "Отношения"
                        }
                    },
                    {
                        "name": "Другой аспект",
                        "type": "aspect",
                        "data": {
                            "label": "Другое"
                        }
                    },
                    {
                        "name": "Другой аспект",
                        "type": "aspect",
                        "data": {
                            "label": "Другое"
                        }
                    }
                ]
            },
            {
                "label": "Опциональное",
                "entries": [
                    {
                        "name": "Отношения",
                        "type": "aspect",
                        "data": {
                            "label": "Отношения"
                        }
                    },
                    {
                        "name": "Аспект без описания",
                        "type": "aspect"
                    }
                ]
            }
        ],
        "Consequences": [
            {
                "entries": [
                    {
                        "name": "Лёгкое последствие",
                        "type": "consequence",
                        "data": {
                            "label": "Лёгкое",
                            "icon": "2"
                        }
                    },
                    {
                        "name": "2-ое Лёгкое последствие (От навыка)",
                        "type": "consequence",
                        "data": {
                            "label": "Лёгкое",
                            "icon": "2"
                        },
                        "flags": {
                            "fatex": {
                                "skillReferenceSettings": {
                                    "conjunction": 0
                                },
                                "skillReferences": [
                                    {
                                        "skill": "Телосложение",
                                        "condition": 4,
                                        "operator": 4
                                    },
                                    {
                                        "skill": "Воля",
                                        "condition": 4,
                                        "operator": 4
                                    }
                                ]
                            }
                        }
                    },
                    {
                        "name": "Среднее последствие",
                        "type": "consequence",
                        "data": {
                            "label": "Среднее",
                            "icon": "4"
                        }
                    },
                    {
                        "name": "Серьёзное последствие",
                        "type": "consequence",
                        "data": {
                            "label": "Серьёзное",
                            "icon": "6"
                        }
                    }
                ]
            }
        ],
        "Skills": [
            {
                "columns": true,
                "entries": [
                    {
                        "name": "Академика",
                        "type": "skill",
                        "data": {
                            "description": "Обыденные и общедоступные знания и образование, включая историю, точные науки и медицину. Трюки Академики часто специализируются на конкретных областях знаний и медицинских навыках."
                        }
                    },
                    {
                        "name": "Атлетика",
                        "type": "skill",
                        "data": {
                            "description": "Мера физического развития. Трюки Атлетики сосредоточены на перемещении: беге, прыжках, паркуре и уклонении от атак."
                        }
                    },
                    {
                        "name": "Воровство",
                        "type": "skill",
                        "data": {
                            "description": "Умение обходить системы безопасности, обчищать карманы, в целом совершать преступления и владение соответствующим набором знаний. Трюки Воровства предоставляют бонусы на разных стадиях совершения преступления: от планирования до побега."
                        }
                    },
                    {
                        "name": "Контакты",
                        "type": "skill",
                        "data": {
                            "description": "Знакомства с нужными людьми и связи, которые могут вам помочь. Трюки Контактов предоставляют вам верных союзников и сеть информаторов, куда бы вы не отправились."
                        }
                    },
                    {
                        "name": "Ремесло",
                        "type": "skill",
                        "data": {
                            "description": "Умение создавать и ломать механизмы, придумывать изобретения и блистать своим мастерством. Трюки Ремесла позволяют вам находить нужные детали на ходу, предоставляют бонусы к созданию и разрушению всякого, а также предлагают обоснование для использования Ремесла вместо таких навыков, как Воровство или Знания, в определенных обстоятельствах."
                        }
                    },
                    {
                        "name": "Обман",
                        "type": "skill",
                        "data": {
                            "description": "Умение врать и жульничать убедительно и с уверенностью. Трюки Обмана могут улучшить ваше умение использовать конкретные типы лжи или помочь создать дополнительные личины."
                        }
                    },
                    {
                        "name": "Вождение",
                        "type": "skill",
                        "data": {
                            "description": "Управление транспортом в самых изнурительных условиях, безрассудные трюки, а также просто использование своего транспорта на полную. Трюки Вождения могут быть фирменными манёврами, особым личным транспортом, или возможностью использовать Вождение вместо таких навыков, как Воровство или Знания, в определенных обстоятельствах."
                        }
                    },
                    {
                        "name": "Эмпатия",
                        "type": "skill",
                        "data": {
                            "description": "Умение точно оценивать чьё-то настроение и намеренья. Трюки Эмпатии включают в себя оценку толпы, особую внимательность к лжи или умение помочь другим восстановится от ментальных последствий."
                        }
                    },
                    {
                        "name": "Драка",
                        "type": "skill",
                        "data": {
                            "description": "Умение достойно держаться в ближнем бою, неважно с оружием или без. Трюки Драки включают в себя фирменное оружие и особые техники боя."
                        }
                    },
                    {
                        "name": "Расследование",
                        "type": "skill",
                        "data": {
                            "description": "Обдуманное и осторожное изучение и разгадывание тайн. Используйте, чтобы связывать улики друг с другом или восстанавливать события преступлений. Трюки Расследования помогают составлять гениальные умозаключения и быстрее находить связи в крупицах информации."
                        }
                    },
                    {
                        "name": "Знания",
                        "type": "skill",
                        "data": {
                            "description": "Особые сакральные познания, которые не входят в навык Академики, включая те или иные паранормальные темы. Тут начинаются странности. Трюки Знания зачастую улучшают практическое применение ваших сакральных познаний, такое как например сотворение заклинаний. В некоторых сеттингах навык Знаний может отсутствовать, быть заменён другим навыком, или совмещён с Академикой."
                        }
                    },
                    {
                        "name": "Внимательность",
                        "type": "skill",
                        "data": {
                            "description": "Умение отмечать детали в пылу событий, заранее замечать опасности и просто быть внимательным. Этим Внимательность отличается от Расследования, предназначенного для медленного и тщательного изучения. Трюки Внимательности обостряют ваши чувства, улучшают скорость реакции или делают так, что к вам сложнее подкрасться."
                        }
                    },
                    {
                        "name": "Телосложение",
                        "type": "skill",
                        "data": {
                            "description": "Грубая сила и выносливость. Трюки Телосложения позволяют вам демонстрировать нечеловеческую силу, активно использовать свой вес в драке и игнорировать физические последствия. К тому же, развитое Телосложение даёт вам бонусные маркеры физического стресса или строки последствий."
                        }
                    },
                    {
                        "name": "Провокация",
                        "type": "skill",
                        "data": {
                            "description": "Умение толкать людей на поступки, выгодные вам. Это грубое и манипулятивное воздействие. Трюки Провокации позволяют вам толкать оппонентов на безрассудные поступки, делать себя целью их агрессии, а также запугивать своих врагов (если конечно они могут чувствовать страх)."
                        }
                    },
                    {
                        "name": "Взаимопонимание",
                        "type": "skill",
                        "data": {
                            "description": "Налаживание отношений с другими и совместная работа. В то время, как Провокация представляет собой манипуляцию, Взаимопонимание — это искренность, доверие и доброжелательность. Трюки Взаимопонимания позволяют переубедить толпу, улучшить отношения или найти связи."
                        }
                    },
                    {
                        "name": "Ресурсы",
                        "type": "skill",
                        "data": {
                            "description": "Доступ к материальным вещам, не только деньгам или недвижимости. Может отражать возможность взять у друзей взаймы или порыскать в оружейной вашего нанимателя. Трюки Ресурсов позволяют вам использовать Ресурсы вместо Взаимопонимания или Контактов, а также дают бесплатные призывы, когда вы платите за качество."
                        }
                    },
                    {
                        "name": "Стрельба",
                        "type": "skill",
                        "data": {
                            "description": "Все виды дальнего боя, неважно с огнестрельным оружием, с метательными ножами или с луком и стрелами. Трюки Стрельбы позволяют вам делать поразительно точные выстрелы, быстро выхватывать оружие или просто всегда иметь его под рукой."
                        }
                    },
                    {
                        "name": "Скрытность",
                        "type": "skill",
                        "data": {
                            "description": "Оставайтесь незамеченным или неуслышанным и скрываетесь, когда это потребуется. Навыки Скрытности позволяют исчезать у всех на виду, сливаться с толпой или перемещаться в тенях, оставаясь незамеченным."
                        }
                    },
                    {
                        "name": "Воля",
                        "type": "skill",
                        "data": {
                            "description": "Ментальная стойкость, умение преодолевать искушение и выдерживать травмы. Трюки Воли позволяют вам игнорировать ментальные последствия, выдерживать ментальную агонию паранормальных сил и стойко держаться, когда кто-то пытается вас спровоцировать. К тому же, развитая Воля даёт вам бонусные маркеры ментального стресса или строки последствий."
                        }
                    }
                ]
            }
        ],
        "Stress": [
            {
                "label": "В стиле Fate Core",
                "entries": [
                    {
                        "name": "Физический стресс",
                        "type": "stress",
                        "data": {
                            "size": 4,
                            "labelType": 0
                        }
                    },
                    {
                        "name": "Ментальный стресс",
                        "type": "stress",
                        "data": {
                            "size": 4,
                            "labelType": 0
                        }
                    }
                ]
            }
        ]
    }
}
