{
    "name": "코어",
    "identifier": "core",
    "types": {
        "Aspects": [
            {
                "label": "기본",
                "entries": [
                    {
                        "name": "정체성",
                        "type": "aspect",
                        "data": {
                            "label": "정체성"
                        }
                    },
                    {
                        "name": "고민",
                        "type": "aspect",
                        "data": {
                            "label": "고민"
                        }
                    },
                    {
                        "name": "빈 면모",
                        "type": "aspect"
                    },
                    {
                        "name": "빈 면모",
                        "type": "aspect"
                    },
                    {
                        "name": "빈 면모",
                        "type": "aspect"
                    }
                ]
            },
            {
                "label": "선택",
                "entries": [
                    {
                        "name": "인간관계",
                        "type": "aspect",
                        "data": {
                            "label": "인간관계"
                        }
                    },
                    {
                        "name": "기타 면모",
                        "type": "aspect",
                        "data": {
                            "label": "기타"
                        }
                    }
                ]
            }
        ],
        "Consequences": [
            {
                "entries": [
                    {
                        "name": "경미한 타격",
                        "type": "consequence",
                        "data": {
                            "label": "경미",
                            "icon": "2"
                        }
                    },
                    {
                        "name": "경미한 타격 2 (기능 상태)",
                        "type": "consequence",
                        "data": {
                            "label": "경미",
                            "icon": "2"
                        },
                        "flags": {
                            "fatex": {
                                "skillReferenceSettings": {
                                    "conjunction": 0
                                },
                                "skillReferences": [
                                    {
                                        "skill": "체력",
                                        "condition": 4,
                                        "operator": 4
                                    },
                                    {
                                        "skill": "의지력",
                                        "condition": 4,
                                        "operator": 4
                                    }
                                ]
                            }
                        }
                    },
                    {
                        "name": "심각한 타격",
                        "type": "consequence",
                        "data": {
                            "label": "심각",
                            "icon": "4"
                        }
                    },
                    {
                        "name": "막대한 타격",
                        "type": "consequence",
                        "data": {
                            "label": "막대",
                            "icon": "6"
                        }
                    }
                ]
            }
        ],
        "Skills": [
            {
                "columns": true,
                "entries": [
                    {
                        "name": "운동능력",
                        "type": "skill",
                        "data": {
                            "description": "운동능력 기능은 자기 몸을 움직이는 일반적인 능력을 가리킵니다. 이는 훈련에 의한 것일 수도 있고, 타고난 재능이나 그 장르에 고유한 수단에 의한 것일 수도 있습니다 (마법, 유전자 조작 등). 활극에 일가견이 있는 캐릭터라면 거의 누구에게나 어울립니다."
                        }
                    },
                    {
                        "name": "도둑질",
                        "type": "skill",
                        "data": {
                            "description": "도둑질 기능은 들어가서는 안 되는 곳에 침입하거나 물건을 훔치는 재주입니다. 과학기술에 많이 의존하는 장르에서는 관련된 기술에 관한 지식도 여기 포함되어, 보안 시스템의 해킹이나 경보 시스템의 무력화 등등도 가능하게 됩니다."
                        }
                    },
                    {
                        "name": "인맥",
                        "type": "skill",
                        "data": {
                            "description": "인맥은 다른 사람들과의 네트워크를 만드는 기능입니다. 이 기능이 있으면 별도 설정이 없는 한 그 세계에 존재하는 모든 수단에 능한 것이 됩니다."
                        }
                    },
                    {
                        "name": "기술",
                        "type": "skill",
                        "data": {
                            "description": "기술은 기계를 사용하고 각종 물건을 수리하는 기능입니다. 이 책의 예에서 그렇게 사용했기 때문에 기술이라고 했지만, 실제로는 배경 세계에 따라, 그리고 그 세계의 과학기술에 따라 이름도 내용도 많이 달라질 수 있습니다. 현대나 SF에서라면 공학이라고 불릴 수도 있을 것입니다."
                        }
                    },
                    {
                        "name": "속임수",
                        "type": "skill",
                        "data": {
                            "description": "속임수는 남들에게 거짓말을 하고 틀린 길로 유도하는 기능입니다."
                        }
                    },
                    {
                        "name": "운전",
                        "type": "skill",
                        "data": {
                            "description": "운전은 온갖 탈것을 조작하는 기능입니다. 기술과 비슷하게, 운전 기능도 플레이에서 탈것에 관련된 장면이 얼마나 나오고 그 세계에 어떤 탈것이 존재하는지에 따라 그 모습이 달라지게 됩니다. 예를 들어 기술 수준이 낮은 세계에는 운전 대신 승마가 있을 수도 있습니다. 한편 군사 SF라면 자동차는 운전, 우주선은 파일럿, 탱크나 군용 대형 차량은 조종으로 기능이 분화되는 것도 가능합니다."
                        }
                    },
                    {
                        "name": "눈치",
                        "type": "skill",
                        "data": {
                            "description": "눈치는 사람의 기분을 알아 보고 그 변화를 눈치채는 기능입니다. 감정적 주의력이라고 할 수 있습니다."
                        }
                    },
                    {
                        "name": "접근전",
                        "type": "skill",
                        "data": {
                            "description": "접근전 기능은 무장과 비무장을 가리지 않고 온갖 종류의 근거리 전투 (즉, 같은 구역에서 벌어지는 전투)를 포괄하는 기능입니다. 장거리 전투는 사격을 참조하십시오."
                        }
                    },
                    {
                        "name": "수사",
                        "type": "skill",
                        "data": {
                            "description": "수사는 뭔가를 알아내는 기능입니다. 주의력과도 비슷하지만, 그쪽은 주변에서 벌어지는 일들에 대한 수동적 관찰력과 사실의 순간적인 포착 능력을 나타내는 반면 수사는 집중적이고 심층적인 조사 능력을 나타냅니다."
                        }
                    },
                    {
                        "name": "학식",
                        "type": "skill",
                        "data": {
                            "description": "학식 기능은 지식과 교육을 다룹니다. 여기서 학식이라는 표현을 쓴 것은 이 책에서 들고 있는 예시의 분위기에 맞기 때문입니다. 다른 배경에서라면 학문이나 지식, 교양 같은 이름을 갖고 있을 수도 있습니다. 지식 간의 분야 차이를 나타낼 만한 이유가 있다면, 효과는 같으나 소재가 다른 기능들을 몇 두는 것이 방법입니다. 예를 들어 신비학은 초자연적이고 비밀스러운 지식을 다루고, 학식은 학교에서 가르치는 전통적인 지식을 다루게 할 수 있을 것입니다."
                        }
                    },
                    {
                        "name": "주의력",
                        "type": "skill",
                        "data": {
                            "description": "주의력 기능은 사물을 알아채는 기능입니다. 수사의 짝이 되는 기능이며, 캐릭터의 전반적 지각력, 중요한 것들을 한눈에 알아보는 능력을 비롯한, 관찰에 관계된 능력을 나타냅니다. 수사가 장기적이고 집요한 조사인 반면, 주의력의 사용에는 시간이 별로 걸리지 않습니다. 그렇기 때문에 얻을 수 있는 정보도 비교적 피상적입니다."
                        }
                    },
                    {
                        "name": "체력",
                        "type": "skill",
                        "data": {
                            "description": "체력은 캐릭터의 기초 체력을 나타냅니다. 운동능력에 대칭되는 기능으로, 근력과 지구력이 여기에서 옵니다. 이 책의 예에서 체력과 운동능력을 나눈 이유는, 날쌘 캐릭터 (운동능력이 높음)와 힘 센 캐릭터 (체력이 높음)를 구별하고 싶었기 때문입니다.그러나 플레이의 조건에 따라서는 이런 구별을 기능 수준에서 할 필요가 없을 수도 있고, 구별을 하고 싶더라도 면모와 특기로 하는 쪽이 더 어울릴 수도 있을 것입니다."
                        }
                    },
                    {
                        "name": "자극",
                        "type": "skill",
                        "data": {
                            "description": "자극은 사람으로부터 공포, 분노, 수치와 같은 부정적인 감정 반응을 이끌어내는 기능입니다. 간단히 말해 남에게 못되게 구는 능력이라고 할 수 있습니다. 자극은 아무 때나 쓸 수 없습니다. 쓸 수 있을 만한 타당한 이유가 있어야 합니다. 이 이유는 상황이 마련해 줄 수도 있고, 자신이 갖고 있는 면모에서 올 수도 있고, 사교나 속임수와 같은 타 기능의 기회 만들기로 만든 면모에서 비롯될 수도 있습니다. 자신이 남의 면모를 알아낸 덕분에 가능하게 될 수도 있습니다 (눈치 참조)."
                        }
                    },
                    {
                        "name": "사교",
                        "type": "skill",
                        "data": {
                            "description": "사교 기능은 남들과 긍정적인 관계를 구축하고 긍정적인 감정을 이끌어내는 능력입니다. 남들에게 신뢰와 호감을 사는 기능이라고 할 수 있습니다."
                        }
                    },
                    {
                        "name": "재력",
                        "type": "skill",
                        "data": {
                            "description": "재력은 배경 세계에서 캐릭터가 가진 물질적 부의 대체적 수준, 그리고 그것을 사용하는 능력을 나타냅니다. 부에는 여러 형태가 있기 때문에, 지갑의 돈을 바로 나타내지는 않을 수 있습니다. 예를 들어 서양 중세의 귀족이라면 재산의 상당 부분은 땅에 묶여 있을 것입니다. 현대에는 신용이 좋은 것을 나타낼 수도 있습니다. 이 기능에서는 돈을 일일이 세지 않고 재력을 간단히 추상화하고 있습니다. 재산은 제한된 자원인데 기능으로 나타내는 것이 이상하게 느껴질 수도 있지만, 실제로 플레이를 하면 감이 올 것입니다."
                        }
                    },
                    {
                        "name": "사격",
                        "type": "skill",
                        "data": {
                            "description": "사격은 접근전의 짝이 되는 기능으로, 장거리 무기의 사용을 다룹니다. 대결에서도 쓸 수 있고, 피하거나 방어하지 않는 목표를 쏠 때도 쓸 수 있습니다 (과녁 등). 접근전에서와 마찬가지로, 무기의 종류에 따라 별도의 기능을 쓰고 싶으면 그렇게 해도 됩니다. 활, 총기, 에너지 병기 등으로 구별하십시오. 과하게 하지는 말 것을 권합니다. 필수적이지 않으면 굳이 세분하지 않아도 됩니다."
                        }
                    },
                    {
                        "name": "은밀행동",
                        "type": "skill",
                        "data": {
                            "description": "은밀행동은 들키지 않기 위한 기능입니다. 가만히 숨어 있을 때에도, 이동할 때에도 모두 쓸 수 있습니다. 도둑질 기능과 함께 쓰면 특히 좋습니다."
                        }
                    },
                    {
                        "name": "의지력",
                        "type": "skill",
                        "data": {
                            "description": "의지력은 캐릭터의 정신적 내구력을 나타냅니다. 체력이 신체적 내구력을 나타내는 것과 비슷합니다."
                        }
                    }
                ]
            }
        ],
        "Stress": [
            {
                "entries": [
                    {
                        "name": "신체적 스트레스",
                        "type": "stress",
                        "data": {
                            "size": 4,
                            "labelType": 0
                        }
                    },
                    {
                        "name": "정신적 스트레스",
                        "type": "stress",
                        "data": {
                            "size": 4,
                            "labelType": 0
                        }
                    }
                ]
            }
        ]
    }
}
